// список категорий
let links = [
    {
        "ID": "all",
        "NAME": "Всё"
    },
    {
        "ID": "cloth",
        "NAME": "Одежда"
    },
    {
        "ID": "cup",
        "NAME": "Посуда"
    },
    {
        "ID": "pen",
        "NAME": "Ручки"
    },
    {
        "ID": "electronics",
        "NAME": "Электроника"
    },
    {
        "ID": "umbrella",
        "NAME": "Зонты"
    },
    {
        "ID": "bag",
        "NAME": "Сумки"
    },
    {
        "ID": "note",
        "NAME": "Ежедневники и блокноты"
    },
    {
        "ID": "box",
        "NAME": "Упаковка"
    },
    {
        "ID": "label",
        "NAME": "Элементы кастомизации"
    },
    {
        "ID": "set",
        "NAME": "Подарочные наборы"
    },
    {
        "ID": "tree",
        "NAME": "Новогодние подарки"
    },
    {
        "ID": "home",
        "NAME": "Дом"
    },
    {
        "ID": "compas",
        "NAME": "Отдых"
    },
    {
        "ID": "eat",
        "NAME": "Вкусные подарки"
    },
    {
        "ID": "sport",
        "NAME": "Спортивные товары"
    },
    {
        "ID": "wallet",
        "NAME": "Корпоративные подарки"
    },
    {
        "ID": "unikum",
        "NAME": "Производство на заказ"
    },
    {
        "ID": "holiday",
        "NAME": "Праздники"
    },
    {
        "ID": "111",
        "NAME": "Маркетинговая поддержка"
    },
]