var dataProgect111 = [
    {
        "ICON": "&#129326;",
        "NAME": "название №1",
        "COLOR": "название цвета",
        "ARTICLE": "ПР0101",
    },
    {
        "ICON": "&#129326;",
        "NAME": "название №2",
        "COLOR": "название цвета",
        "ARTICLE": "ПР0101",
    },
    {
        "ICON": "&#129326;",
        "NAME": "название №3",
        "COLOR": "название цвета",
        "ARTICLE": "ПР0101",
    },
    {
        "ICON": "&#129326;",
        "NAME": "название №4",
        "COLOR": "название цвета",
        "ARTICLE": "ПР0101",
    },
]