var dataProgect111 = [
    // gifts111
    {
        "ICON": "&#129326;",
        "NAME": "название №1",
        "PRICE": "название №1",
        "COLOR": "название цвета",
        "ARTICLE": "ПР0101",
    },
    {
        "ICON": "&#129326;",
        "NAME": "название №1",
        "PRICE": "название №1",
        "COLOR": "название цвета",
        "ARTICLE": "ПР0101",
    },
    {
        "ICON": "&#129326;",
        "NAME": "название №1",
        "PRICE": "название №1",
        "COLOR": "название цвета",
        "ARTICLE": "ПР0101",
    },
    {
        "ICON": "&#129326;",
        "NAME": "название №1",
        "PRICE": "название №1",
        "COLOR": "название цвета",
        "ARTICLE": "ПР0101",
    },
    // oasis
    {
        "ICON": "&#129326;",
        "NAME": "название №1",
        "PRICE": "название №1",
        "COLOR": "",
        "ARTICLE": "ПР0101",
    },

]