// список категорий
let links = [
//    {
//        "ID": "кодовое слово категории",
//        "NAME": "название категории",
//        "SUBCAT":
//        [
//            "подкатегория 1",
//            "подкатегория 2",
//            "подкатегория 3",
//            "подкатегория 4",
//        ]
//    },
    {
        "ID": "cloth",
        "NAME": "Одежда",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "cup",
        "NAME": "Посуда",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "pen",
        "NAME": "Ручки",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "electronics",
        "NAME": "Электроника",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "umbrella",
        "NAME": "Зонты",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "bag",
        "NAME": "Сумки",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "note",
        "NAME": "Ежедневники и блокноты",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "box",
        "NAME": "Упаковка",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "label",
        "NAME": "Элементы кастомизации",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "set",
        "NAME": "Подарочные наборы",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "tree",
        "NAME": "Новогодние подарки",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "home",
        "NAME": "Дом",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "compas",
        "NAME": "Отдых",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "eat",
        "NAME": "Вкусные подарки",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "sport",
        "NAME": "Спортивные товары",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "wallet",
        "NAME": "Корпоративные подарки",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "unikum",
        "NAME": "Производство на заказ",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "holiday",
        "NAME": "Праздники",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
    {
        "ID": "111",
        "NAME": "Маркетинговая поддержка",
        "SUBCAT":
        [
            "подкатегория 1",
            "подкатегория 2",
            "подкатегория 3",
            "подкатегория 4",
        ]
    },
]