// список категорий
let links = [
    {
        "ID": "cloth",
        "NAME": "Одежда"
    },
    {
        "ID": "cup",
        "NAME": "Посуда"
    },
    {
        "ID": "pen",
        "NAME": "Ручки"
    },
    {
        "ID": "electronics",
        "NAME": "Электроника"
    },
    {
        "ID": "umbrella",
        "NAME": "Зонты"
    },
    {
        "ID": "",
        "NAME": "Сумки"
    },
    {
        "ID": "",
        "NAME": "Ежедневники и блокноты"
    },
    {
        "ID": "",
        "NAME": "Упаковка"
    },
    {
        "ID": "",
        "NAME": "Элементы кастомизации"
    },
    {
        "ID": "",
        "NAME": "Подарочные наборы"
    },
    {
        "ID": "",
        "NAME": "Новогодние подарки"
    },
    {
        "ID": "",
        "NAME": "Дом"
    },
    {
        "ID": "",
        "NAME": "Отдых"
    },
    {
        "ID": "",
        "NAME": "Вкусные подарки"
    },
    {
        "ID": "",
        "NAME": "Спортивные товары"
    },
    {
        "ID": "",
        "NAME": "Корпоративные подарки"
    },
    {
        "ID": "",
        "NAME": "Производство на заказ"
    },
    {
        "ID": "",
        "NAME": "Праздники"
    },
    {
        "ID": "",
        "NAME": "Маркетинговая поддержка"
    },
]